export default function Home() {
  return (
    <main className="text-5xl text-center">
      <p>
        ACT Ai จึงถูกพัฒนาขึ้น เพื่อเป็นฐานข้อมูลความโปร่งใส
        ของนักการเมืองและเจ้าหน้าที่รัฐ ที่ประชาชนทุกคนสามารถค้นหา
        และตรวจสอบข้อมูลได้โดยง่าย เพื่อปกป้องสิทธิของตัวเอง
        และผลประโยชน์ของส่วนรวมร่วมกัน
      </p>
      <p>
        นอกจากนี้ คุณยังสามารถช่วยสร้างฐานข้อมูลนี้ ด้วยการช่วยแปลงข้อมูลเป็นดิจิทัล
        ข้อมูลในฐานข้อมูล ความโปร่งใสของ ACT Ai
      </p>
    </main>
  );
}
