{"name":"บริษัท ปริญดา จำกัด (มหาชน)","donation":[{"year":2552,"month":1,"party":"ประชาธิปัตย์","amount":75000}],"lawsuit":{"sec":[{"no":298,"enforace_date":"01/12/2565","person_prefix":"นางสาว","person_name":"ปริญดา","person_surname":"วิสุทธะนะ","person_type":"บุคคล","law_name":"243 ประกอบ ปอ. 83 / พ.ร.บ. หลักทรัพย์ฯ","law_main":" พ.ร.บ. หลักทรัพย์ฯ","person_action":"ในช่วงวันที่ 5 กันยายน 2559 ถึงวันที่ 2 พฤศจิกายน 2559 และช่วงวันที่ 2 กันยายน 2559 ถึงวันที่ 13 ตุลาคม 2559  นางสาวปริญดา กับพวก รวม 14 ราย ร่วมกันซื้อขายหุ้นบริษัท เอ็นเนอร์ยี่ เอิร์ธ จำกัด (มหาชน) (\"EARTH\") และ/หรือ สัญญาซื้อขายล่วงหน้าที่อ้างอิงราคาหุ้น EARTH ในลักษณะผลักดันราคาอย่างต่อเนื่องและควบคุมราคาปิดเพื่อรักษาระดับราคา ทำให้ราคาและปริมาณการซื้อขายหุ้น EARTH และสัญญาซื้อขายล่วงหน้าที่อ้างอิงราคาหุ้น EARTH ผิดไปจากสภาพปกติของตลาด เพื่อจูงใจให้ผู้ลงทุนรายอื่นเข้ามาซื้อหรือขายตาม อันเข้าข่ายเป็นการปฏิบัติฝ่าฝืนมาตรา 243 (1) และ 243 (2) และต้องระวางโทษตามมาตรา 296 แห่งพระราชบัญญัติหลักทรัพย์และตลาดหลักทรัพย์ พ.ศ. 2535 และเข้าข่ายเป็นความผิดตามมาตรา 92 ซึ่งมีระวางโทษตามมาตรา 136 แห่งพระราชบัญญัติสัญญาซื้อขายล่วงหน้า พ.ศ. 2546","new_link":"221/2565","enforce_type":"กล่าวโทษ","enforce_detail":"อยู่ระหว่างการพิจารณาของพนักงานสอบสวน","remarks":null}],"judgement":[],"nacc":[{"black_case_no":"45921127","red_case_no":"07099352","date_of_resolution":"2009-03-24T00:00:00.000Z","is_individual":"True","accused_title":"นาง","accused_first_name":"ปริญดา","accused_last_name":"นนทลักษณ์","accused_position":"   พนักงานออเธอะไรสเทลเลอร์ ธนาคารกรุงไทย จำกัด (มหาชน) สาขาสมุทรสงคราม ธนาคารกรุงไทย จำกัด (มหาชน)","sub_district":null,"district":null,"province":null,"indicment":"ปลอมลายมือชื่อลูกค้าธนาคาร แล้วถอนเงินในบัญชีเงินฝาก ไปเป็นประโยชน์ส่วนตัว","nacc_decision":"1. ทางอาญา ตาม พ.ร.บ.ว่าด้วยความผิด ของพนักงานในองค์การหรือหน่วยงานของรัฐ พ.ศ. 2502 มาตรา 4 และมาตรา 11 และตาม ป.อาญา มาตรา 264, มาตรา 265, มาตรา 268 ประกอบมาตรา 91 2. ทางวินัย ตามคู่มือและระเบียบการ พนักงานภาค 2 หมวด 3 ข้อ 4.1 หมายเหตุ เนื่องจากธนาคารกรุงไทย จำกัด (มหาชน) ได้มีคำสั่งลงโทษไล่ นางปริญดา ออกจากการเป็นพนักงานในการกระทำ ความผิดนี้แล้ว จึงไม่มีกรณีที่จะต้อง ดำเนินการส่งรายงาน เอกสาร และความเห็น ไปยังผู้บังคับบัญชา เพื่อพิจารณาโทษทางวินัย กับนางปริญดา ตามฐานความผิดดังกล่าว ตาม พ.ร.บ.ประกอบรัฐธรรมนูญฯ มาตรา 92 อีก ให้มีหนังสือแจ้งผลการพิจารณาของ คณะกรรมการ ป.ป.ช. ข้างต้น ให้ผู้บังคับ บัญชาทราบต่อไป","note":null,"final_decision":null,"update_at":"2012-05-15T00:00:00.000Z"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null}]}}