{"names":["ยศ-ธนารักษ์โชค"],"lawsuit":{"sec":[{"no":858,"enforace_date":"01/06/2564","person_prefix":"นาย","person_name":"ยศ","person_surname":"ธนารักษ์โชค","person_type":"บุคคล","law_name":"243 ประกอบมาตรา 83 ประมวลกฎหมายอาญา / พ.ร.บ. หลักทรัพย์ฯ (ฉบับก่อนแก้ไขโดย พ.ร.บ. หลักทรัพย์ ฉบับที่ 5)","law_main":"พ.ร.บ. หลักทรัพย์ฯ (ฉบับก่อนแก้ไขโดย พ.ร.บ. หลักทรัพย์ ฉบับที่ 5)","person_action":"ระหว่างวันที่ 4 - 22 ธันวาคม 2557 บุคคลจำนวน 13 ราย ได้แก่ (1) นายเกียรติชัย มนต์เสรีนุสรณ์ (2) นายน้ำ ชลสายพันธ์ (3) นายศุภวุฒิ มณีรินทร์ (4) นางสาวศนิ จิวจินดา (5) นายยศ ธนารักษ์โชค (6) นางนิภา ชลสายพันธ์ (7) นางสาวน้ำทิพย์ ชลสายพันธ์ (8) นายสุรพงษ์ เตรียมชาญชัย  (9) บริษัทนิปปอน แพ็ค (ประเทศไทย) จำกัด (มหาชน) (NPP) (ปัจจุบันเปลี่ยนชื่อเป็นบริษัท โกลบอล คอนซูเมอร์ จำกัด (มหาชน)) (10) นางสาวรินนภา คุณะวัฒน์สถิตย์  (11) นายปฏิญญา เทวอักษร (12) นางกิ่งกาญจน์ สมิตานนท์ และ (13) นายประพล มิลินทจินดา ได้ร่วมกันสร้างราคาหุ้นบริษัท เกียรติธนาขนส่ง จำกัด (มหาชน) (?KIAT?) ให้ผิดไปจากสภาพปกติของตลาด ซึ่งมีผลทำให้ราคาเพิ่มสูงขึ้นจาก 7.75 บาท เป็นราคา 15.60 บาท  \nบุคคลข้างต้นได้แบ่งหน้าที่กันเพื่อสร้างราคาหุ้น กล่าวคือ นายน้ำ นายศุภวุฒิ นางสาวศนิ และนายยศ ทำหน้าที่ซื้อขายหุ้น KIAT เพื่อให้ราคาหุ้นปรับตัวสูงขึ้นผิดไปจากสภาพปกติของตลาด ในช่วงเวลาเดียวกันนายเกียรติชัย นายสุรพงษ์ NPP (ซึ่งนายสุรพงษ์เป็นกรรมการผู้จัดการและเป็นผู้มีอำนาจซื้อขายในบัญชีซื้อขายหลักทรัพย์ของ NPP) นางสาวรินนภาซึ่งมีนายสุรพงษ์เป็นผู้รับประโยชน์ในบัญชีซื้อขายหลักทรัพย์ของตน นายปฏิญญา และนางกิ่งกาญจน์ซึ่งมีนายประพลเป็นผู้รับประโยชน์ในบัญชีซื้อขายหลักทรัพย์ของตน ร่วมทำรายการซื้อขายบนกระดานรายใหญ่ (Big lot) เป็นจำนวนมากหลายครั้งตามราคาที่กลุ่มผู้กระทำความผิดได้ผลักดันให้สูงขึ้นแล้ว ทำให้ผู้ลงทุนทั่วไปเข้าใจว่ามีผู้ร่วมลงทุนใหม่สนใจลงทุนใน KIAT ในราคาที่สูงขึ้นตามลำดับ ในขณะที่กลุ่มผู้ที่ร่วมกระทำความผิดดังกล่าวซึ่งรวมถึงนางนิภาและนางสาวน้ำทิพย์ซึ่งเป็นภรรยาและบุตรของนายน้ำได้ขายหุ้น KIAT เพื่อทำกำไร โดยนายเกียรติชัยนำหุ้นที่ฝากไว้ในบัญชีบุคคลอื่น (nominee) มาขายทำกำไรเช่นเดียวกัน","new_link":"58/2564","enforce_type":"การดำเนินการทางแพ่ง","enforce_detail":"01/06/2564 ตกลงยินยอมปฏิบัติตามมาตรการลงโทษทางแพ่งตามที่คณะกรรมการพิจารณามาตรการลงโทษทางแพ่งกำหนด ดังนี้- ชำระค่าปรับทางแพ่ง 5,637,442.50 บาท","remarks":null,"full_name":"ยศ-ธนารักษ์โชค"}],"judgement":[],"nacc":[]},"relationship":[],"assets":{},"donation":[{"year":2554,"month":3,"party":"ชาติไทยพัฒนา","amount":1000000}],"business":[{"position":"คณะกรรมการบริษัท","business_name":"บริษัท โปรเฟซชั่นแนล สกิล จำกัด","type":"33121 การซ่อมเครื่องจักรที่ใช้งานทั่วไป"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท ยูเนียน เทอร์ม จำกัด","type":"33122 การซ่อมเครื่องจักรที่ใช้งานเฉพาะอย่าง"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท เวิลด์ แม็คคานิคส์ แอนด์ เวอร์คส์ จำกัด","type":"28131 การผลิตเครื่องสูบอื่นๆและคอมเพรสเซอร์"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท สหคิมมอเตอร์ จำกัด","type":"46599 การขายส่งเครื่องจักรและอุปกรณ์อื่นๆซึ่งมิได้จัดประเภทไว้ในที่อื่น"}],"statement":{},"topAssets":{}}