{"name":"ห้างหุ้นส่วนจำกัด จ.แสนสมหวัง","operating_status":"ยังดำเนินกิจการอยู่","register_date":"1981-03-19T00:00:00.000Z","address":"34 ถนนจหมื่นไวย ต.ท่าพี่เลี้ยง อ.เมืองสุพรรณบุรี จ.สุพรรณบุรี","mission":"รับเหมาก่อสร้างถนนและจำหน่ายวัสดุก่อสร้าง","businessdomain":"(42101) การก่อสร้างถนนสะพานและอุโมงค์","donation":[{"year":2554,"month":3,"party":"ชาติไทยพัฒนา","amount":500000}],"lawsuit":{"sec":[],"judgement":[],"nacc":[{"black_case_no":"50842639 06-1-254 /2554","red_case_no":"1-283-54 249-1-3 /2561","date_of_resolution":"2018-06-28T00:00:00.000Z","is_individual":"False","accused_title":"ห้างหุ้นส่วนจำกัด","accused_first_name":"จ.แสนสมหวัง","accused_last_name":"None","accused_position":" ","sub_district":null,"district":null,"province":null,"indicment":"ปกปิดประกาศประกวดราคา และเอื้อประโยชน์ให้แก่ผู้เสนอราคา บางรายในโครงการประกวดราคา จ้างก่อสร้างถนนลาดยาง  สายเทศบาลตำบลไพศาลี  บ้านเขาปูน เพื่อขนส่งผลผลิตทางการเกษตร","nacc_decision":"1. นายประสิทธิ์  เนตรรักษ์  มีมูลเป็นการกระทำการฝ่าฝืนต่อความสงบ เรียบร้อยหรือสวัสดิภาพของประชาชน หรือ ละเลยไม่ปฏิบัติตามหรือปฏิบัติการไม่ชอบด้วย อำนาจหน้าที่ ตามพระราชบัญญัติสภาตำบล และองค์การบริหารส่วนตำบล พ.ศ.2537 และ ที่แก้ไขเพิ่มเติม มาตรา 92  มีมูลความผิดทางอาญา  ตามประมวลกฎหมายอาญา  มาตรา 151 มาตรา 157  และฐานเป็นเจ้าหน้าที่ ในหน่วยงานของรัฐกระทำความผิดตาม พระราชบัญญัตินี้ หรือกระทำการใด ๆ  โดยมุ่งหมายมิให้มีการแข่งขันราคา อย่างเป็นธรรม เพื่อเอื้ออำนวยแก่ผู้เข้าทำ การเสนอราคารายใดให้เป็นผู้มีสิทธิทำสัญญา กับหน่วยงานของรัฐ ตามพระราชบัญญัติว่าด้วย ความผิดเกี่ยวกับการเสนอราคาต่อหน่วยงาน ของรัฐ พ.ศ.2542มาตรา 12   2. ห้างหุ้นส่วนจำกัด บี.ดับบลิว.บี.  นางลัดดาวัลย์  เดชเจริญรุ่งเรือง  หุ้นส่วนผู้จัดการ ห้างหุ้นส่วนจำกัด บี.ดับบลิว.บี.  ห้างหุ้นส่วนจำกัด ณัฐพลการโยธา  นางประคอง  กงแก้ว หุ้นส่วนผู้จัดการ  ห้างหุ้นส่วนจำกัด ณัฐพลการโยธา  ห้างหุ้นส่วนจำกัด  ถาวรสุพรรณบุรี  นายถาวร  จำปาเงิน หุ้นส่วนผู้จัดการ  ห้างหุ้นส่วนจำกัด ถาวรสุพรรณบุรี  ห้างหุ้นส่วนจำกัด จ.แสนสมหวัง  และนายพิชัย  จงอาสาชาติ   หุ้นส่วนผู้จัดการ  ห้างหุ้นส่วนจำกัด จ.แสนสมหวัง  มีมูลความผิดทางอาญา  ฐานเป็นผู้สนับสนุนเจ้าพนักงาน ตามประมวลกฎหมายอาญา  มาตรา 151 ประกอบมาตรา 86    - ฐานเป็นผู้สนับสนุนเจ้าหน้าที่ในหน่วยงานของรัฐ กระทำความผิดตามพระราชบัญญัตินี้ หรือ กระทำการใด ๆ โดยมุ่งหมายมิให้ มีการแข่งขันราคาอย่างเป็นธรรม  เพื่อเอื้ออำนวยแก่ผู้เข้าทำการเสนอราคา รายใดให้เป็นผู้มีสิทธิทำสัญญากับ หน่วยงานของรัฐ ตามพระราชบัญญัติว่าด้วย ความผิดเกี่ยวกับการเสนอราคาต่อหน่วยงาน ของรัฐ พ.ศ.2542 มาตรา 12 ประกอบ ประมวลกฎหมายอาญา มาตรา 86   สำหรับการถอดถอนออกจากตำแหน่ง  ข้อเท็จจริงปรากฏว่า นายประสิทธิ์  เนตรรักษ์  ได้พ้นจากตำแหน่งนายกองค์การบริหารส่วน ตำบลไพศาลี อำเภอไพศาลี จังหวัดนครสวรรค์  แล้ว  จึงไม่มีเหตุที่จะต้องส่งรายงาน เอกสาร  และความเห็น ไปยังผู้มีอำนาจแต่งตั้งถอดถอน  เพื่อดำเนินการตามอำนาจหน้าที่ กับนายประสิทธิ์  เนตรรักษ์ ตามพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและ ปราบปรามการทุจริต พ.ศ.2542  มาตรา 92 วรรคสาม อีก  ให้แจ้งผลการ พิจารณาของคณะกรรมการ ป.ป.ช.  ให้ผู้มีอำนาจแต่งตั้งถอดถอน  และ สำนักงานคณะกรรมการการเลือกตั้งทราบ","note":null,"final_decision":null,"update_at":"2019-06-18T00:00:00.000Z"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null}]}}