{"names":["เฉลิมกุล-อภิบุณโยภาส"],"lawsuit":{"sec":[],"judgement":[],"nacc":[{"black_case_no":"49412442 (11-2-007/2551)","red_case_no":"2-008-52 (085-2-5/2555)","date_of_resolution":"2012-12-04T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"เฉลิมกุล","accused_last_name":"อภิบุณโยภาส","accused_position":"  ผู้สนับสนุน","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันออกหนังสือรับรอง การทำประโยชน์ (น.ส. 3 ก) เลขที่ 5264 - 5266 ตำบลบ่อผุด  อำเภอเกาะสมุย จังหวัดสุราษฎร์ธานี  ตามโครงการ เดอะพีค (The Peak)  โดยมิชอบ","nacc_decision":"1. นายปฐม  หวั่งประดิษฐ์  มีมูลความผิด ทางวินัยอย่างร้ายแรง ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535  มาตรา 82 วรรคสาม มาตรา 85 วรรคสอง  และมาตรา 90 วรรคสอง  2. นายปฐม  หวั่งประดิษฐ์  มีมูลความผิด ทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 157 และมาตรา 162 (1), (4)  3.นายทรงกรด  ชูจร  มีมูลความผิด ทางวินัยไม่ร้ายแรง ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535  มาตรา 85 วรรคหนึ่ง 4. นายประวิทย์  รุ่งโรจนารักษ์  มีมูลความผิดทางวินัยอย่างร้ายแรง  ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535 มาตรา 82 วรรคสาม และมาตรา 85  วรรคสอง  5. นายประวิทย์  รุ่งโรจนารักษ์   มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 157 6. นายทวีป  โอชารส   มีมูลความผิด ทางวินัยอย่างร้ายแรง ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535  มาตรา 82 วรรคสาม และมาตรา 85 วรรคสอง  7. นายทวีป  โอชารส   มีมูลความผิด ทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 157 แต่เนื่องจากนายทวีป  โอชารส ได้ถึงแก่ความตายแล้ว สิทธินำคดีอาญา มาฟ้องจึงย่อมระงับไป ตามประมวล กฎหมายวิธีพิจารณาความอาญา มาตรา 39 (1) และคณะกรรมการ ป.ป.ช. ไม่มีอำนาจดำเนินการไต่สวนข้อเท็จจริง เพื่อจะดำเนินคดีอาญาหรือดำเนินการ ทางวินัยต่อไปได้ ตามพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต พ.ศ.2542  มาตรา 57  จึงให้จำหน่ายเรื่องออกจาก สารบบเรื่องกล่าวหา 8. นายธรรมรัตน์  เจริญสุข มีมูลความผิด ทางวินัยไม่ร้ายแรง ตามพระราชบัญญัติ  ระเบียบข้าราชการพลเรือน พ.ศ.2535 มาตรา 83 ประกอบพระราชบัญญัติ ลักษณะปกครองท้องที่ พ.ศ.2457  9. นายสนิท  เมียนเกิด มีมูลความผิด ทางวินัยไม่ร้ายแรง ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535  มาตรา 83  แต่เนื่องจากนายสนิท  เมียนเกิด  ได้เกษียณอายุราชการ ตั้งแต่วันที่ 1 ตุลาคม 2544 พ้นจากการเป็นเจ้าหน้าที่ ของรัฐเกินกว่าสองปี ก่อนที่คณะกรรมการ  ป.ป.ช. รับเรื่องไว้ดำเนินการ ตามพระราช- บัญญัติประกอบรัฐธรรมนูญว่าด้วยการ ป้องกันและปราบปรามการทุจริต  พ.ศ.2542 มาตรา 84 ไม่อยู่ในอำนาจ ของคณะกรรมการ ป.ป.ช. ที่จะพิจารณา ดำเนินการทางวินัยได้ จึงให้ยุติ การดำเนินการทางวินัยกับนายสนิท   เมียนเกิด 10. นายประกิจ  ชำนาญกิจ,  บริษัทโรงพยาบาล ธนบุรี จำกัด (มหาชน), นายแพทย์ บุญ  วนาสิน และนายเฉลิมกุล  อภิบุณโยภาส  มีมูลความผิดทางอาญา  ฐานเป็นผู้สนับสนุนเจ้าพนักงาน กระทำ ความผิดตามประมวลกฎหมายอาญา  มาตรา 157 และมาตรา 162 (1), (4)  ประกอบ มาตรา 86","note":true,"final_decision":null,"update_at":"2013-01-09T00:00:00.000Z"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"เฉลิมกุล-อภิบุณโยภาส"},{"black_case_no":"51912639","red_case_no":"04419555","date_of_resolution":"2012-02-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"เฉลิมกุล","accused_last_name":"อภิบุณโยภาส","accused_position":" ","sub_district":null,"district":null,"province":null,"indicment":"ออกหนังสือรับรอง การทำประโยชน์ (น.ส. 3 ก.) เลขที่ 4841 เลขที่ดิน 481 ตำบลบ่อผุด อำเภอเกาะสมุย จังหวัดสุราษฏร์ธานี","nacc_decision":"1. นายยุหาด พัฒนสุรีย์ มีมูลความผิด  ทางวินัยอย่างร้ายแรง ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535 มาตรา 82 วรรคสาม มาตรา 85 วรรคสอง และมาตรา 90 วรรคสอง  2. นายยุหาด พัฒนสุรีย์ มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 157 และมาตรา 162 (1), (4)  3. นายไมตรี แดงมณี มีมูลความผิดทางวินัยอย่างร้ายแรง ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535 มาตรา 82 วรรคสาม มาตรา 85 วรรคสอง  4. นายไมตรี แดงมณี มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 157 แต่เนื่องจากนายไมตรี แดงมณี  ได้เกษียณอายุราชการ ตั้งแต่วันที่ 1 ตุลาคม 2542 พ้นจากการเป็นเจ้าหน้าที่ของรัฐเกินกว่าสองปี นับถึงวันที่ คณะกรรมการ ป.ป.ช. รับเรื่องไว้ดำเนินdาร ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2542 มาตรา 84 ไม่อยู่ในอำนาจของ คณะกรรมการ ป.ป.ช. ที่จะพิจารณาดำเนินการทางวินัยได้ จึงให้ยุติ การดำเนินการทางวินัยกับนายไมตรี แดงมณี  5. นายประวิทย์ รุ่งโรจนารักษ์  มีมูลความผิดทางวินัยอย่างร้ายแรง ตามพระราชบัญญัติ ระเบียบข้าราชการพลเรือน พ.ศ.2535 มาตรา 82 วรรคสาม มาตรา 85 วรรคสอง 6. นายประวิทย์ รุ่งโรจนารักษ์  มีมูลความผิด ทางอาญา ตามประมวลกฎหมายอาญา มาตรา 157  7. นายทวีป โอชารส และ นายวิจิตร ศรีทองกุล มีมูลความผิดทางวินัยอย่างร้ายแรง ตามพระราชบัญญัติระเบียบ ข้าราชการพลเรือน พ.ศ.2535 มาตรา 82 วรรคสาม มาตรา 85 วรรคสอง และ มีมูลความผิดทางอาญา ตามประมวล กฎหมายอาญามาตรา 157 แต่เนื่องจากนายทวีป โอชารส และ นายวิจิตร ศรีทองกุล ได้ถึงแก่ความตาย แล้ว สิทธินำคดีอาญามาฟ้องจึงระงับไป ตามประมวลกฎหมายวิธีพิจารณาความ อาญา มาตรา 39 (1) และคณะกรรมการ ป.ป.ช. ไม่มีอำนาจดำเนินการไต่สวนข้อเท็จจริงเพื่อจะดำเนินคดีทางอาญา หรือดำเนินการทางวินัยต่อไปได้ ตามพระราชบัญญัติประกอบรัฐธรรมนูญ  ว่าด้วยการป้องกันและปราบปรามการ ทุจริต พ.ศ.2542 มาตรา 57 จึงให้จำหน่ายเรื่องออกจากสารบบเรื่องกล่าวหา  8. นายปฐมยศ หรือณัฐพล เจริญทรัพย์, บริษัทโรงพยาบาลธนบุรี จำกัด (มหาชน), นายแพทย์ บุญ วนาสิน, นายเฉลิมกุล อภิบุณโยภาส มีมูลความผิดทางอาญา ฐานเป็นผู้สนับสนุน เจ้าพนักงานตาม ประมวลกฎหมายอาญา มาตรา 157 และมาตรา 162 (1), (4) ประกอบ มาตรา 86","note":null,"final_decision":null,"update_at":"2012-05-11T00:00:00.000Z"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"เฉลิมกุล-อภิบุณโยภาส"}]},"relationship":[],"assets":{},"donation":[{"year":2554,"month":6,"party":"ประชาธิปัตย์","amount":2000000}],"business":[{"position":"คณะกรรมการบริษัท","business_name":"บริษัท อุบลรักษ์ จำกัด","type":"86101 กิจกรรมโรงพยาบาล"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท โรงพยาบาลธนกาญจน์ จำกัด","type":"86101 กิจกรรมโรงพยาบาล"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท ธนราษฎร์ทุ่งสง จำกัด","type":"86101 กิจกรรมโรงพยาบาล"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท โมดูลล่าซอฟท์แวร์เอ็กซ์เปอร์ตีส จำกัด","type":"62021 กิจกรรมการให้คำปรึกษาทางด้านฮาร์ดแวร์"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท โรงพยาบาลธนบุรี บำรุงเมือง จำกัด","type":"86101 กิจกรรมโรงพยาบาล"}],"statement":{},"topAssets":{}}