{"lawsuit":{"sec":[{"no":1401,"enforace_date":"16/06/2560","person_prefix":"นาย","person_name":"ชัย","person_surname":"โสภณพนิช","person_type":"บุคคล","law_name":"241 ประกอบ มาตรา 83 ประมวลกฎหมายอาญา / พ.ร.บ. หลักทรัพย์ฯ (ฉบับก่อนแก้ไขโดย พ.ร.บ. หลักทรัพย์ ฉบับที่ 5)","law_main":"พ.ร.บ. หลักทรัพย์ฯ (ฉบับก่อนแก้ไขโดย พ.ร.บ. หลักทรัพย์ ฉบับที่ 5)","person_action":"วันที่ 7 พฤศจิกายน 2557 นายชัย โสภณพนิช ประธานคณะที่ปรึกษาการลงทุนของบริษัท กรุงเทพประกันภัย จำกัด (มหาชน) (?BKI?) ได้สั่งขายหุ้นบริษัท กรุงเทพประกันชีวิต จำกัด (มหาชน) (BLA) ในบัญชีซื้อขายหลักทรัพย์ของ BKI  200,000 หุ้น โดยอาศัย\nข้อเท็จจริงเกี่ยวกับผลการดำเนินงานในงบการเงินไตรมาสที่ 3 ปี 2557 ของ BLA ที่มีผลขาดทุนสุทธิ 880.59 ล้านบาท ซึ่งลดลงอย่างมีนัยสำคัญ ยังมิได้เปิดเผยต่อประชาชน \nซึ่งนายชัยได้ล่วงรู้มาในฐานะกรรมการผู้มีอำนาจกระทำการแทน BKI","new_link":"44/2560","enforce_type":"การดำเนินการทางแพ่ง","enforce_detail":"16/06/2560 ตกลงยินยอมปฏิบัติตามมาตรการลงโทษทางแพ่งตามที่คณะกรรมการพิจารณามาตรการลงโทษทางแพ่งกำหนด ดังนี้- ชำระค่าปรับทางแพ่ง 500,000.00 บาท","remarks":"ก.ล.ต. ห้ามนายชัยเป็นกรรมการและผู้บริหารของบริษัทที่ออกหลักทรัพย์และบริษัทจดทะเบียนเป็นเวลา 1 ปี และต้องห้ามเป็นบุคลากรในธุรกิจตลาดทุน เป็นเวลา 3 ปี","full_name":"ชัย-โสภณพนิช"},{"no":1555,"enforace_date":"16/03/2559","person_prefix":"นาย","person_name":"ชัย","person_surname":"โสภณพนิช","person_type":"บุคคล","law_name":"241 / พ.ร.บ. หลักทรัพย์ฯ","law_main":" พ.ร.บ. หลักทรัพย์ฯ","person_action":"นายชัย ขณะเกิดเหตุดำรงตำแหน่งประธานกรรมการ และประธานคณะผู้บริหารของบริษัท กรุงเทพประกันภย จำกัด (มหาชน) (\"BKI\") เสนอให้มีการจ่ายหุ้นปันผลให้กับผู้ถือหุ้น BKI ในอัตราส่วน 5 หุ้นเดิม ต่อ 2 หุ้นปันผล เพิ่มเติมจากการจ่ายเงินปันผลตามปกติของ BKI จากผลการดำเนินงานประจำปี 2556 ซึ่งเป็นข้อมูลสำคัญและจะมีผลด้านบวกต่อราคาหุ้น BKI โดยนายชัยเปิดเผยข้อมูลนี้ให้แก่บุคคลอื่นทราบ และบุคคลอื่นดังกล่าวได้ซื้อหุ้น BKI ในระหว่างวันที่ 24-25 กุมภาพันธ์ 2557 ก่อนที่ข้อมูลดังกล่าวจะถูกเปิดเผยต่อบุคคลทั่วไปในวันที่ 28 กุมภาพันธ์ 2557 จึงเป็นการเอาเปรียบบุคคลภายนอก และนายชัยได้รับประโยชน์โดยอ้อมจากการซื้อหลักทรัพย์ของบุคคลดังกล่าว","new_link":"21/2559","enforce_type":"เปรียบเทียบ","enforce_detail":"มีคำสั่งเปรียบเทียบที่ 10/2559 โดยปรับเป็นเงิน 500,000.00 บาท","remarks":null,"full_name":"ชัย-โสภณพนิช"}],"judgement":[],"nacc":[]},"relationship":[],"assets":{},"donation":[{"year":2554,"month":3,"party":"ประชาธิปัตย์","amount":200000}],"business":[{"position":"คณะกรรมการบริษัท","business_name":"บริษัท กรีนสปอต จำกัด","type":"11049 การผลิตเครื่องดื่มที่ไม่มีแอลกอฮอล์อื่นๆซึ่งมิได้จัดประเภทไว้ในที่อื่น"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท ไทยโอริกซ์ลีสซิ่ง จำกัด","type":"64912 สัญญาเช่าทางการเงินสำหรับเครื่องจักรและอุปกรณ์เพื่อ การดำเนินธุรกิจ"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท ดาต้าแมท จำกัด","type":"46510 การขายส่งคอมพิวเตอร์อุปกรณ์ต่อพ่วงคอมพิวเตอร์และซอฟต์แวร์"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท กรุงเทพประกันชีวิต จำกัด","type":"65110 การประกันชีวิต"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท เอเซียเสริมกิจ จำกัด","type":"64202 กิจกรรมของบริษัทโฮลดิ้งที่ไม่ได้ลงทุนในธุรกิจการเงินเป็นหลัก"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท วัฒนโสภณพนิช จำกัด","type":"64202 กิจกรรมของบริษัทโฮลดิ้งที่ไม่ได้ลงทุนในธุรกิจการเงินเป็นหลัก"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท จรุงไทยไวร์แอนด์เคเบิ้ล จำกัด","type":"00000"},{"position":"คณะกรรมการบริษัท","business_name":"บริษัท แหลมสนรีสอร์ท จำกัด","type":"68102 การซื้อและการขายอสังหาริมทรัพย์ที่เป็นของตนเองที่ไม่ใช่ เพื่อเป็นที่พักอาศัย"}],"statement":{},"topAssets":{}}