{"lawsuit":{"sec":[],"judgement":[],"nacc":[{"black_case_no":"6090013455 01-2-002 /2561","red_case_no":"2-048-61 085-2-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการ บูรณปฏิสังขรณ์วัดและการพัฒนาวัด  ที่จัดสรรให้กับวัดห้วยตะแกละ  ตำบลท่าแลง อำเภอท่ายาง  จังหวัดเพชรบุรี","nacc_decision":"1. นายนพรัตน์  เบญจวัฒนานันท์  และนายพนม  ศรศิลป์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83   - มีมูลความผิดทางวินัยอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต  และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของ ทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่ และรักษา ประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่ราชการโดยมิชอบเพื่อให้เกิดความเสียหายอย่างร้ายแรง แก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการ โดยทุจริต และฐานกระทำการอันได้ชื่อว่า เป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) ประกอบมาตรา 85 (7)  และมาตรา 85 (1), (4) 2. นางสาวประนอม  คงพิกุล และ นายวสวัตติ์  กิตติธีระสิทธิ์ หรือสงกรานต์  สาทาวงค์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 และมาตรา 151 ประกอบมาตรา 86  มาตรา 157 และมาตรา 162 (4) ประกอบมาตรา 83   มาตรา 90 และมาตรา 91   - มีมูลความผิดทางวินัยอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต  และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการ อย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย  กฎ ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของทาง ราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้าแก่ ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่ และรักษาประโยชน์ ของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบเพื่อให้เกิด ความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการ ปฏิบัติหน้าที่ราชการโดยทุจริต และฐานกระทำการอัน ได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551  มาตรา 82 (1), (2), (3) ประกอบมาตรา 85 (7)  และมาตรา 85 (1), (4) 3. นางสาวรัสริน หรือระวีวรรณ  หรือรสธร  รวมสิน หรือกิตติธีระสิทธิ์ และนายฐานพัฒน์  ม่วงทอง   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 มาตรา 157 และ มาตรา 162 (4) ประกอบมาตรา 86 มาตรา 90  และมาตรา 91","note":null,"final_decision":null,"update_at":"2020-08-28 00:00:00"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"},{"black_case_no":"6190010071 01-1-221 /2561","red_case_no":"1-267-61 084-1-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการบูรณ ปฏิสังขรณ์วัดและการพัฒนาวัด  ที่จัดสรรให้กับวัดยางโองน้ำ ตำบลแม่สลิด  อำเภอบ้านตาก จังหวัดตาก","nacc_decision":"1. นายพนม  ศรศิลป์ และนายชยพล  พงษ์สีดา  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิด ความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่โดยทุจริต  ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่า ด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2542  แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1  ประกอบพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการ ป้องกันและปราบปรามการทุจริต พ.ศ.2561 มาตรา 192  - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของ ทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเองหรือ ผู้อื่น อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติ หรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 2. นายฉัตรชัย  ชูเชื้อ    - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา   มาตรา 147 มาตรา 151และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ  เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือ ละเว้นการปฏิบัติหน้าที่โดยทุจริต ตามพระราชบัญญัติ- ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ- ทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต  พ.ศ.2561 มาตรา 192  - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และ เที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ ระเบียบ ของทางราชการ มติของคณะรัฐมนตรี นโยบายของรัฐบาล  และไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการ อันเป็นเหตุให้ เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้ เกิดผลดีหรือความก้าวหน้าแก่ราชการด้วยความตั้งใจ  อุตสาหะ เอาใจใส่ และรักษาประโยชน์ของทางราชการ  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่งหน้าที่ราชการ ของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ. 2551  มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 3. นายวสวัตติ์  กิตติธีระสิทธิ์  หรือ สงกรานต์  สาทาวงค์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 มาตรา 157 และ มาตรา 162 (4) ประกอบมาตรา 83 และฐานเป็น เจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดใน ตำแหน่งหรือหน้าที่หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดย  มิชอบเพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือ ละเว้นการปฏิบัติหน้าที่โดยทุจริต  ตามพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ  ทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2561  มาตรา 192    - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง และ ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตาม กฎหมาย กฎ ระเบียบของทางราชการ มติของคณะรัฐมนตรี นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของทาง ราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเอง หรือผู้อื่น อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่าง ร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน  พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 4. นายบรรหาร  เมตไตรพันธุ์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 86 และฐานเป็นผู้สนับสนุนเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน","note":null,"final_decision":null,"update_at":"2020-08-28 00:00:00"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"},{"black_case_no":"6190010072 01-1-222 /2561","red_case_no":"1-268-61 083-1-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการบูรณ ปฏิสังขรณ์วัดและการพัฒนาวัด  ที่จัดสรรให้กับวัดยางโองสันกลาง  ตำบลแม่สลิด อำเภอบ้านตาก จังหวัดตาก","nacc_decision":"1. นายพนม  ศรศิลป์ และนายชยพล  พงษ์สีดา  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิด ความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่โดยทุจริต  ตามพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2542  แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1  ประกอบพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การป้องกันและปราบปรามการทุจริต พ.ศ. 2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรงฐานไม่ปฏิบัติหน้าที่  ราชการด้วยความซื่อสัตย์ สุจริต และ เที่ยงธรรมอันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของ ทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่ และ รักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหายแก่ ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่ง หน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 2. นายฉัตรชัย  ชูเชื้อ    - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใด ในตำแหน่งหรือหน้าที่ หรือใช้อำนาจในตำแหน่ง หรือหน้าที่โดยมิชอบ เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่โดยทุจริต ตาม พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและ ปราบปรามการทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2)  พ.ศ. 2554 มาตรา 123/1 ประกอบพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ  ทุจริต พ.ศ. 2561 มาตรา 192  มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต  และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี นโยบายของ  รัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน  พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3) ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 3. นายวสวัตติ์  กิตติธีระสิทธิ์  หรือ สงกรานต์  สาทาวงค์  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา   มาตรา 147 มาตรา 151 มาตรา 157 และมาตรา 162 (4)  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิด ความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่โดยทุจริต ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม  (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบ พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต พ.ศ. 2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม อันเป็นเหตุ ให้เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการ ให้เป็นไปตามกฎหมาย กฎ ระเบียบของทางราชการ  มติของคณะรัฐมนตรี นโยบายของรัฐบาล และ ไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเอง หรือผู้อื่นอันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริตและ ฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 4. นายบรรหาร  เมตไตรพันธุ์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบมาตรา 86 และฐานเป็นผู้สนับสนุน เจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่ง หรือ","note":null,"final_decision":null,"update_at":"2020-08-28 00:00:00"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"},{"black_case_no":"6190010068 01-1-220 /2561","red_case_no":"1-266-61 082-1-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการบูรณ ปฏิสังขรณ์วัดและการพัฒนาวัด ที่จัดสรรให้ กับวัดยางโองบน ตำบลแม่สลิด  อำเภอบ้านตาก จังหวัดตาก","nacc_decision":"1. นายพนม  ศรศิลป์ และนายชยพล  พงษ์สีดา   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบ มาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้น การปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่ หรือใช้อำนาจใน ตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิดความเสียหายแก่ ผู้หนึ่งผู้ใดหรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่โดยทุจริต   ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ- ทุจริต พ.ศ.2561 มาตรา 192  มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี นโยบายของรัฐบาล   และไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการอันเป็นเหตุให้ เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้  เกิดผลดีหรือความก้าวหน้าแก่ราชการด้วยความตั้งใจ อุตสาหะ  เอาใจใส่ และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้ เสียหายแก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่น อาศัยตำแหน่งหน้าที่ราชการของตน หาประโยชน์ให้แก่ตนเองหรือผู้อื่น อันเป็นเหตุให้เสียหายแก่ ราชการอย่างร้ายแรง  ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ ราชการโดยมิชอบเพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3) ประกอบ มาตรา 85 (7) และมาตรา 85 (1), (4) 2. นายฉัตรชัย  ชูเชื้อ   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ  เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติ หรือละเว้นการปฏิบัติหน้าที่โดยทุจริต   ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การป้องกันและปราบปรามการทุจริต พ.ศ.2542  แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ. 2554  มาตรา 123/1 ประกอบพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปราม การทุจริต พ.ศ.2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติ หน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียม ของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่าง ร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือ ความก้าวหน้าแก่ราชการด้วยความตั้งใจ อุตสาหะ  เอาใจใส่ และรักษาประโยชน์ของทางราชการ  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่งหน้าที่ราชการ ของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น อันเป็นเหตุ ให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานปฏิบัติหรือ ละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบเพื่อให้ เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติ ชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบ ข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3)  มาตรา 83 (3) ประกอบมาตรา 85 (7) และ มาตรา 85 (1), (4) 3. นายวสวัตติ์  กิตติธีระสิทธิ์  หรือสงกรานต์  สาทาวงค์  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 มาตรา 157 และมาตรา  162 (4) ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ  เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้น การปฏิบัติหน้าที่โดยทุจริต  ตามพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต  พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554  มาตรา 123/1 ประกอบพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต  พ.ศ.2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์  สุจริต และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่าง ร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียม ของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการ อย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือ ความก้าวหน้าแก่ราชการด้วยความตั้งใจ อุตสาหะ  เอาใจใส่ และรักษาประโยชน์ของทางราชการ  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่งหน้าที่ราชการ ของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ ราชการโดยมิชอบเพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดย ทุจริต และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่าง ร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน  พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 4. นายบรรหาร  เมตไตรพันธุ์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา   มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบมาตรา 86 และฐานเป็นผู้สนับสนุน เจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแห","note":null,"final_decision":null,"update_at":"2020-08-28 00:00:00"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"},{"black_case_no":"6090013455 01-2-002 /2561","red_case_no":"2-048-61 085-2-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการ บูรณปฏิสังขรณ์วัดและการพัฒนาวัด  ที่จัดสรรให้กับวัดห้วยตะแกละ  ตำบลท่าแลง อำเภอท่ายาง  จังหวัดเพชรบุรี","nacc_decision":"1. นายนพรัตน์  เบญจวัฒนานันท์  และนายพนม  ศรศิลป์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83   - มีมูลความผิดทางวินัยอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต  และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของ ทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่ และรักษา ประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่ราชการโดยมิชอบเพื่อให้เกิดความเสียหายอย่างร้ายแรง แก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการ โดยทุจริต และฐานกระทำการอันได้ชื่อว่า เป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) ประกอบมาตรา 85 (7)  และมาตรา 85 (1), (4) 2. นางสาวประนอม  คงพิกุล และ นายวสวัตติ์  กิตติธีระสิทธิ์ หรือสงกรานต์  สาทาวงค์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 และมาตรา 151 ประกอบมาตรา 86  มาตรา 157 และมาตรา 162 (4) ประกอบมาตรา 83   มาตรา 90 และมาตรา 91   - มีมูลความผิดทางวินัยอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต  และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการ อย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย  กฎ ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของทาง ราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้าแก่ ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่ และรักษาประโยชน์ ของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบเพื่อให้เกิด ความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการ ปฏิบัติหน้าที่ราชการโดยทุจริต และฐานกระทำการอัน ได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551  มาตรา 82 (1), (2), (3) ประกอบมาตรา 85 (7)  และมาตรา 85 (1), (4) 3. นางสาวรัสริน หรือระวีวรรณ  หรือรสธร  รวมสิน หรือกิตติธีระสิทธิ์ และนายฐานพัฒน์  ม่วงทอง   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 มาตรา 157 และ มาตรา 162 (4) ประกอบมาตรา 86 มาตรา 90  และมาตรา 91","note":null,"final_decision":null,"update_at":"2020-08-28"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"},{"black_case_no":"6190010071 01-1-221 /2561","red_case_no":"1-267-61 084-1-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการบูรณ ปฏิสังขรณ์วัดและการพัฒนาวัด  ที่จัดสรรให้กับวัดยางโองน้ำ ตำบลแม่สลิด  อำเภอบ้านตาก จังหวัดตาก","nacc_decision":"1. นายพนม  ศรศิลป์ และนายชยพล  พงษ์สีดา  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิด ความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่โดยทุจริต  ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่า ด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2542  แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1  ประกอบพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการ ป้องกันและปราบปรามการทุจริต พ.ศ.2561 มาตรา 192  - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของ ทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเองหรือ ผู้อื่น อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติ หรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 2. นายฉัตรชัย  ชูเชื้อ    - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา   มาตรา 147 มาตรา 151และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ  เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือ ละเว้นการปฏิบัติหน้าที่โดยทุจริต ตามพระราชบัญญัติ- ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ- ทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต  พ.ศ.2561 มาตรา 192  - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และ เที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ ระเบียบ ของทางราชการ มติของคณะรัฐมนตรี นโยบายของรัฐบาล  และไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการ อันเป็นเหตุให้ เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้ เกิดผลดีหรือความก้าวหน้าแก่ราชการด้วยความตั้งใจ  อุตสาหะ เอาใจใส่ และรักษาประโยชน์ของทางราชการ  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่งหน้าที่ราชการ ของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ. 2551  มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 3. นายวสวัตติ์  กิตติธีระสิทธิ์  หรือ สงกรานต์  สาทาวงค์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 มาตรา 157 และ มาตรา 162 (4) ประกอบมาตรา 83 และฐานเป็น เจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดใน ตำแหน่งหรือหน้าที่หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดย  มิชอบเพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือ ละเว้นการปฏิบัติหน้าที่โดยทุจริต  ตามพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ  ทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2561  มาตรา 192    - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง และ ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตาม กฎหมาย กฎ ระเบียบของทางราชการ มติของคณะรัฐมนตรี นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของทาง ราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเอง หรือผู้อื่น อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่าง ร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน  พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 4. นายบรรหาร  เมตไตรพันธุ์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 86 และฐานเป็นผู้สนับสนุนเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน","note":null,"final_decision":null,"update_at":"2020-08-28"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"},{"black_case_no":"6190010072 01-1-222 /2561","red_case_no":"1-268-61 083-1-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการบูรณ ปฏิสังขรณ์วัดและการพัฒนาวัด  ที่จัดสรรให้กับวัดยางโองสันกลาง  ตำบลแม่สลิด อำเภอบ้านตาก จังหวัดตาก","nacc_decision":"1. นายพนม  ศรศิลป์ และนายชยพล  พงษ์สีดา  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิด ความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่โดยทุจริต  ตามพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2542  แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1  ประกอบพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การป้องกันและปราบปรามการทุจริต พ.ศ. 2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรงฐานไม่ปฏิบัติหน้าที่  ราชการด้วยความซื่อสัตย์ สุจริต และ เที่ยงธรรมอันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของ ทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่ และ รักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหายแก่ ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่ง หน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 2. นายฉัตรชัย  ชูเชื้อ    - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใด ในตำแหน่งหรือหน้าที่ หรือใช้อำนาจในตำแหน่ง หรือหน้าที่โดยมิชอบ เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่โดยทุจริต ตาม พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและ ปราบปรามการทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2)  พ.ศ. 2554 มาตรา 123/1 ประกอบพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ  ทุจริต พ.ศ. 2561 มาตรา 192  มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต  และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี นโยบายของ  รัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน  พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3) ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 3. นายวสวัตติ์  กิตติธีระสิทธิ์  หรือ สงกรานต์  สาทาวงค์  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา   มาตรา 147 มาตรา 151 มาตรา 157 และมาตรา 162 (4)  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิด ความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติ หน้าที่โดยทุจริต ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม  (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบ พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต พ.ศ. 2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม อันเป็นเหตุ ให้เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการ ให้เป็นไปตามกฎหมาย กฎ ระเบียบของทางราชการ  มติของคณะรัฐมนตรี นโยบายของรัฐบาล และ ไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือความก้าวหน้า แก่ราชการด้วยความตั้งใจ อุตสาหะ เอาใจใส่  และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้เสียหาย แก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่นอาศัย ตำแหน่งหน้าที่ราชการของตนหาประโยชน์ให้แก่ตนเอง หรือผู้อื่นอันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบ เพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริตและ ฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 4. นายบรรหาร  เมตไตรพันธุ์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบมาตรา 86 และฐานเป็นผู้สนับสนุน เจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่ง หรือ","note":null,"final_decision":null,"update_at":"2020-08-28"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"},{"black_case_no":"6190010068 01-1-220 /2561","red_case_no":"1-266-61 082-1-50 /2563","date_of_resolution":"2020-01-21T00:00:00.000Z","is_individual":"True","accused_title":"นาย","accused_first_name":"พนม","accused_last_name":"ศรศิลป์","accused_position":"  ผู้อำนวยการสำนักงาน- พระพุทธศาสนาแห่งชาติ","sub_district":null,"district":null,"province":null,"indicment":"ร่วมกันทุจริตเงินอุดหนุนการบูรณ ปฏิสังขรณ์วัดและการพัฒนาวัด ที่จัดสรรให้ กับวัดยางโองบน ตำบลแม่สลิด  อำเภอบ้านตาก จังหวัดตาก","nacc_decision":"1. นายพนม  ศรศิลป์ และนายชยพล  พงษ์สีดา   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบ มาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้น การปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่ หรือใช้อำนาจใน ตำแหน่งหรือหน้าที่โดยมิชอบ เพื่อให้เกิดความเสียหายแก่ ผู้หนึ่งผู้ใดหรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่โดยทุจริต   ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554 มาตรา 123/1 ประกอบพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการ- ทุจริต พ.ศ.2561 มาตรา 192  มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี นโยบายของรัฐบาล   และไม่ปฏิบัติตามแบบธรรมเนียมของทางราชการอันเป็นเหตุให้ เสียหายแก่ราชการอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้  เกิดผลดีหรือความก้าวหน้าแก่ราชการด้วยความตั้งใจ อุตสาหะ  เอาใจใส่ และรักษาประโยชน์ของทางราชการ อันเป็นเหตุให้ เสียหายแก่ราชการอย่างร้ายแรง ฐานอาศัยหรือยอมให้ผู้อื่น อาศัยตำแหน่งหน้าที่ราชการของตน หาประโยชน์ให้แก่ตนเองหรือผู้อื่น อันเป็นเหตุให้เสียหายแก่ ราชการอย่างร้ายแรง  ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ ราชการโดยมิชอบเพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่างร้ายแรง  ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3) ประกอบ มาตรา 85 (7) และมาตรา 85 (1), (4) 2. นายฉัตรชัย  ชูเชื้อ   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา  มาตรา 147 มาตรา 151 และมาตรา 157  ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ  เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติ หรือละเว้นการปฏิบัติหน้าที่โดยทุจริต   ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การป้องกันและปราบปรามการทุจริต พ.ศ.2542  แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ. 2554  มาตรา 123/1 ประกอบพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปราม การทุจริต พ.ศ.2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติ หน้าที่ราชการด้วยความซื่อสัตย์ สุจริต และเที่ยงธรรม  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ  ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียม ของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการอย่าง ร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือ ความก้าวหน้าแก่ราชการด้วยความตั้งใจ อุตสาหะ  เอาใจใส่ และรักษาประโยชน์ของทางราชการ  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่งหน้าที่ราชการ ของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น อันเป็นเหตุ ให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานปฏิบัติหรือ ละเว้นการปฏิบัติหน้าที่ราชการโดยมิชอบเพื่อให้ เกิดความเสียหายอย่างร้ายแรงแก่ผู้หนึ่งผู้ใด  หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดยทุจริต  และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติ ชั่วอย่างร้ายแรง ตามพระราชบัญญัติระเบียบ ข้าราชการพลเรือน พ.ศ.2551 มาตรา 82 (1), (2), (3)  มาตรา 83 (3) ประกอบมาตรา 85 (7) และ มาตรา 85 (1), (4) 3. นายวสวัตติ์  กิตติธีระสิทธิ์  หรือสงกรานต์  สาทาวงค์  - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา มาตรา 147 มาตรา 151 มาตรา 157 และมาตรา  162 (4) ประกอบมาตรา 83 และฐานเป็นเจ้าหน้าที่ของรัฐ  ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแหน่งหรือหน้าที่  หรือใช้อำนาจในตำแหน่งหรือหน้าที่โดยมิชอบ  เพื่อให้เกิดความเสียหายแก่ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้น การปฏิบัติหน้าที่โดยทุจริต  ตามพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต  พ.ศ.2542 แก้ไขเพิ่มเติม (ฉบับที่ 2) พ.ศ.2554  มาตรา 123/1 ประกอบพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต  พ.ศ.2561 มาตรา 192   - มีมูลความผิดทางวินัยอย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการด้วยความซื่อสัตย์  สุจริต และเที่ยงธรรม อันเป็นเหตุให้เสียหายแก่ราชการอย่าง ร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เป็นไปตามกฎหมาย กฎ ระเบียบของทางราชการ มติของคณะรัฐมนตรี  นโยบายของรัฐบาล และไม่ปฏิบัติตามแบบธรรมเนียม ของทางราชการ อันเป็นเหตุให้เสียหายแก่ราชการ อย่างร้ายแรง ฐานไม่ปฏิบัติหน้าที่ราชการให้เกิดผลดีหรือ ความก้าวหน้าแก่ราชการด้วยความตั้งใจ อุตสาหะ  เอาใจใส่ และรักษาประโยชน์ของทางราชการ  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง  ฐานอาศัยหรือยอมให้ผู้อื่นอาศัยตำแหน่งหน้าที่ราชการ ของตนหาประโยชน์ให้แก่ตนเองหรือผู้อื่น  อันเป็นเหตุให้เสียหายแก่ราชการอย่างร้ายแรง   ฐานปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ ราชการโดยมิชอบเพื่อให้เกิดความเสียหายอย่างร้ายแรงแก่ ผู้หนึ่งผู้ใด หรือปฏิบัติหรือละเว้นการปฏิบัติหน้าที่ราชการโดย ทุจริต และฐานกระทำการอันได้ชื่อว่าเป็นผู้ประพฤติชั่วอย่าง ร้ายแรง ตามพระราชบัญญัติระเบียบข้าราชการพลเรือน  พ.ศ.2551 มาตรา 82 (1), (2), (3) มาตรา 83 (3)  ประกอบมาตรา 85 (7) และมาตรา 85 (1), (4) 4. นายบรรหาร  เมตไตรพันธุ์   - มีมูลความผิดทางอาญา ตามประมวลกฎหมายอาญา   มาตรา 147 มาตรา 151 และมาตรา 157 ประกอบมาตรา 86 และฐานเป็นผู้สนับสนุน เจ้าหน้าที่ของรัฐ ปฏิบัติหรือละเว้นการปฏิบัติอย่างใดในตำแห","note":null,"final_decision":null,"update_at":"2020-08-28"," red_case_no":null," date_of_resolution":null," is_individual":null," accused_title":null," accused_first_name":null," accused_last_name":null," accused_position":null," sub_district":null," district":null," province":null," indicment":null," nacc_decision":null," note":null," final_decision":null," update_at":null,"full_name":"พนม-ศรศิลป์"}]},"relationship":[],"assets":{},"donation":[],"business":[],"statement":{},"topAssets":{}}