{"lawsuit":{"sec":[{"no":403,"enforace_date":"27/07/2565","person_prefix":"นาย","person_name":"รุ่งโรจน์ ","person_surname":"แสงศาสตรา","person_type":"บุคคล","law_name":"59 / พ.ร.บ. หลักทรัพย์ฯ","law_main":" พ.ร.บ. หลักทรัพย์ฯ","person_action":"ระหว่างวันที่ 2 มกราคม 2562 ถึงวันที่ ถึงวันที่ 22 พฤศจิกายน 2562 ขณะเกิดเหตุ\nนายรุ่งโรจน์  แสงศาสตรา ดำรงตำแหน่งเป็นกรรมการบริษัท โรแยล ซีรามิค อุตสาหกรรม จำกัด (มหาชน) (\"RCI\") มีการเปลี่ยนแปลงการถือหลักทรัพย์ RCI ที่ซื้อขายผ่านบัญชีซื้อขายหลักทรัพย์ของบุคคลอื่น แต่นายรุ่งโรจน์รายงานการเปลี่ยนแปลงการถือหลักทรัพย์ดังกล่าว ตามแบบ 59-2 ต่อสำนักงานล่าช้ากว่าระยะเวลาที่ประกาศกำหนด โดยเป็นความผิดจำนวน 107 กระทง ทั้งนี้ \nนายรุ่งโรจน์ได้รายงานการเปลี่ยนแปลงการถือหลักทรัพย์ตามแบบ 59-2 ต่อสำนักงานแล้ว เมื่อวันที่ 23 และ 26 พฤษภาคม 2565","new_link":null,"enforce_type":"เปรียบเทียบ","enforce_detail":"มีคำสั่งเปรียบเทียบที่ 127/2565 โดยปรับเป็นเงิน 1,073,750.00 บาท","remarks":null,"full_name":"รุ่งโรจน์-แสงศาสตรา"},{"no":525,"enforace_date":"19/05/2565","person_prefix":"นาย","person_name":"รุ่งโรจน์","person_surname":"แสงศาสตรา","person_type":"บุคคล","law_name":"242 (1) / พ.ร.บ. หลักทรัพย์ฯ (แก้ไขโดย พ.ร.บ. หลักทรัพย์ ฉบับที่ 5)","law_main":"พ.ร.บ. หลักทรัพย์ฯ (แก้ไขโดย พ.ร.บ. หลักทรัพย์ ฉบับที่ 5)","person_action":"ขณะดำรงตำแหน่งประธานกรรมการบริหาร กรรมการของบริษัท โรแยล ซีรามิค อุตสาหกรรม จำกัด (มหาชน) (RCI) และประธานกรรมการบริหาร และประธานกรรมการบริษัท ไดนาสตี้ เซรามิค จำกัด (มหาชน) (DCC) ได้รู้หรือครอบครองข้อมูลภายในกรณีที่ DCC ประกาศทำคำเสนอซื้อหลักทรัพย์ RCI ทั้งหมดโดยสมัครใจ (Voluntary Tender Offer) ในราคาหุ้นละ 4.00 บาท ซึ่งเป็นราคาที่สูงกว่าราคาตลาดในขณะนั้น และได้ซื้อหุ้น RCI โดยอาศัยข้อมูลภายในดังกล่าวผ่านบัญชีซื้อขายหลักทรัพย์ของนางฉัฐรส  อุตตมะโยธิน นางสาวสุภาณี  ทองเปล่งศรี นายนครินทร์  แสงศาสตรา และบุคคลภายนอกซึ่งเป็นอดีตแม่บ้าน ระหว่างวันที่ 10 พฤษภาคม 2562 ถึงวันที่ 27 สิงหาคม 2562  ก่อนที่ข้อมูลภายในจะมีการเปิดเผยต่อตลาดหลักทรัพย์แห่งประเทศไทย ในวันที่ 28 สิงหาคม 2562","new_link":"069/2565","enforce_type":"การดำเนินการทางแพ่ง","enforce_detail":"19/05/2565 ตกลงยินยอมปฏิบัติตามมาตรการลงโทษทางแพ่งตามที่คณะกรรมการพิจารณามาตรการลงโทษทางแพ่งกำหนด ดังนี้- ชดใช้ผลประโยชน์ที่ได้รับจากการกระทำความผิด 4,473,882.50 บาท- ชำระค่าปรับทางแพ่ง 3,579,106.00 บาท- ห้ามเป็นกรรมการหรือผู้บริหารของบริษัทที่ออกหลักทรัพย์ ตั้งแต่วันที่ 19/05/2565 ถึงวันที่ 18/01/2567- ชดใช้ค่าใช้จ่ายของสำนักงานในการตรวจสอบ 75,137.50 บาท","remarks":null,"full_name":"รุ่งโรจน์-แสงศาสตรา"}],"judgement":[],"nacc":[]},"relationship":[],"assets":{},"donation":[{"year":2554,"month":6,"party":"รักษ์สันติ","amount":281180}],"business":[],"statement":{},"topAssets":{}}